import ProjectItems from "./ProjectItems"
import Wrapper from "./Wrapper"

const Project = () => {
  return (
    <Wrapper>
      <div>
        <h1 className="font-semibold text-md mx-auto sm:text-lg md:text-xl lg:text-2xl xl:text-3xl 2xl:text-4xl md:w-8/12">
          Хэрэгжүүлсэн <span className="text-primary">төслүүд</span>
        </h1>
        {/* <ProjectItems
          title="D3ARS систем"
          desc="Энэ систем нь хувьцаат компани, хөрөнгө оруулалтын сангууд болон койн гаргагч эрх бүхий этгээдүүдийн нийтэд мэдээлэх үүрэг бүхий мэдээллийг мэдүүлэх, цахим өгөгдөл цуглуулах, баримт бичигт дүн шинжилгээ хийх, олж авах системийг 2019 оноос хойш хөгжүүлж дуусгаад байна. D3ARS систем нь мэдээлэх үүрэг бүхий этгээдүүдийн тухай бүр мэдүүлж буй мэдээллийг огноо болон цагаар бүртгэж, мэдүүлсэн мэдээллийг мэдээллийн санд цуглуулан, цугларсан мэдээллийг интернэтээр дамжуулан олон нийтэд чөлөөтэй хүргэх боломжтой систем юм. Тухайлбал Монголын хөрөнгийн бирж болон бусад санхүү, бараа таваарын арилжааны биржид оролцогч олон нийтийн компаниуд, бусад үнэт цаас гаргагчид болон оролцогч байгууллагууд хууль, төрийн эрх бүхий байгууллагын журмаар шаардсан мэдээллийг /дата өгөгдөл/ мэдүүлэг гаргах замаар заавал бүрдүүлэх, мэдээллийг тогтсон маягтын дагуу системд оруулах замаар цуглуулж, баталгаажуулах, индексжүүлэх, хүлээн авах, дамжуулах, хайх ажлыг энэ систем гүйцэтгэнэ."
        /> */}
      </div>
    </Wrapper>
  )
}

export default Project
